
-->current_time:1203889500
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i

Displayed  1 out of 1 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203890433
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*  208.65.153.0     1.0.0.106                              0 3356 3549 3491 17557 i
*                   1.0.3.254                              0 3549 3491 17557 i
*>                  1.0.3.6                                0 3491 17557 i

Displayed  2 out of 4 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203891366
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*  208.65.153.0     1.0.0.106                              0 3356 3549 3491 17557 i
*                   1.0.3.254                              0 3549 3491 17557 i
*>                  1.0.3.6                                0 3491 17557 i

Displayed  2 out of 4 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203892299
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*  208.65.153.0     1.0.0.106                              0 3356 3549 3491 17557 i
*                   1.0.3.254                              0 3549 3491 17557 i
*>                  1.0.3.6                                0 3491 17557 i

Displayed  2 out of 4 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203893232
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*  208.65.153.0     1.0.0.106                              0 3356 3549 3491 17557 i
*                   1.0.3.254                              0 3549 3491 17557 i
*>                  1.0.3.6                                0 3491 17557 i

Displayed  2 out of 4 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203894165
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*  208.65.153.0     1.0.0.106                              0 3356 3549 3491 17557 i
*                   1.0.3.254                              0 3549 3491 17557 i
*>                  1.0.3.6                                0 3491 17557 i

Displayed  2 out of 4 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203895038
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*> 208.65.153.0     1.0.3.6                                0 3491 17557 i

Displayed  2 out of 2 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203895971
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*> 208.65.153.0     1.0.3.6                                0 3491 17557 i

Displayed  2 out of 2 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203896964
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*> 208.65.153.0     1.0.3.6                                0 3491 17557 i

Displayed  2 out of 2 total prefixes
AS4589# exit
Connection closed by foreign host.

-->current_time:1203897897
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS4589> en
Password: 
AS4589# terminal length 0
AS4589# show ip bgp
BGP table version is 0, local router ID is 80.81.192.14
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*> 208.65.152.0/22  1.0.3.174                              0 174 36561 i
*  208.65.153.0     1.0.3.6                                0 3491 17557 17557 i
*>                  1.0.3.254                              0 3549 36561 i

Displayed  2 out of 3 total prefixes
AS4589# exit
Connection closed by foreign host.
