
-->current_time:1203889500
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i

Displayed  1 out of 2 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203890433
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 1273 3491 17557 i
*>                  1.0.3.42                               0 174 3491 17557 i

Displayed  2 out of 4 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203891366
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 1273 3491 17557 i
*>                  1.0.3.42                               0 174 3491 17557 i

Displayed  2 out of 4 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203892299
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 1273 3491 17557 i
*>                  1.0.3.42                               0 174 3491 17557 i

Displayed  2 out of 4 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203893232
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 1273 3491 17557 i
*>                  1.0.3.42                               0 174 3491 17557 i

Displayed  2 out of 4 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203894165
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 1273 3491 17557 i
*>                  1.0.3.42                               0 174 3491 17557 i

Displayed  2 out of 4 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203895038
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i

Displayed  2 out of 4 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203895971
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0/25  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.128/25
                    1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i

Displayed  4 out of 8 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203896964
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0/25  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.128/25
                    1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i

Displayed  4 out of 8 total prefixes
AS30126# exit
Connection closed by foreign host.

-->current_time:1203897897
spawn telnet 0 bgpd
Trying 0.0.0.0...
Connected to 0.
Escape character is '^]'.

Hello, this is Quagga (version 1.2.4).
Copyright 1996-2005 Kunihiro Ishiguro, et al.


User Access Verification

Password: 
AS30126> en
Password: 
AS30126# terminal length 0
AS30126# show ip bgp
BGP table version is 0, local router ID is 194.68.129.150
Status codes: s suppressed, d damped, h history, * valid, > best, = multipath,
              i internal, r RIB-failure, S Stale, R Removed
Origin codes: i - IGP, e - EGP, ? - incomplete

   Network          Next Hop            Metric LocPrf Weight Path
*  208.65.152.0/22  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0     1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.0/25  1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i
*  208.65.153.128/25
                    1.0.0.234                              0 2200 3356 36561 i
*>                  1.0.3.42                               0 174 36561 i

Displayed  4 out of 8 total prefixes
AS30126# exit
Connection closed by foreign host.
